57/qa/QA_Summary.org

* ADT

** Resposibility for proving that an ADF Trading Center's system outage is excused or unexcused  is on "The Trading Center"

** To deny BD direct electronic access
*** The Trading Center must give prior notice of at least 14 calendar days to FINRA Market Operations.


** The Two-Sided Obligation is suspended during a trading halt, suspension or pause.
*** It re-commences after the **first regular way trade** in the primary listing market.


** The defined limit for S&P 500 index stock,
*** 9.5% from NBBO (or last trade) at all times
*** except between 9:30 and 9:45 and 3:35 and market close it 20%.


