57/qa/QA_Summary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-08-26 Sat 21:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Pralay Patoria" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8843591">1. ADT</a>
<ul>
<li><a href="#org9fea519">1.1. Resposibility for proving that an ADF Trading Center's system outage is excused or unexcused  is on "The Trading Center"</a></li>
<li><a href="#orgc89f206">1.2. To deny BD direct electronic access</a>
<ul>
<li><a href="#orgdb99f67">1.2.1. The Trading Center must give prior notice of at least 14 calendar days to FINRA Market Operations.</a></li>
</ul>
</li>
<li><a href="#org2f27eb8">1.3. The Two-Sided Obligation is suspended during a trading halt, suspension or pause.</a>
<ul>
<li><a href="#orgdaf9483">1.3.1. It re-commences after the <b><b>first regular way trade</b></b> in the primary listing market.</a></li>
</ul>
</li>
<li><a href="#org6a84662">1.4. The defined limit for S&amp;P 500 index stock,</a>
<ul>
<li><a href="#org930d991">1.4.1. 9.5% from NBBO (or last trade) at all times</a></li>
<li><a href="#orgd87fd0d">1.4.2. except between 9:30 and 9:45 and 3:35 and market close it 20%.</a></li>
</ul>
</li>
<li><a href="#org2d87b3b">1.5. Excused withdrawals based on circumstances beyond a Center's control</a>
<ul>
<li><a href="#org8959ec1">1.5.1. Up to five business days, unless extended by ADF Operations. Excused withdrawals are not permanent in nature.</a></li>
</ul>
</li>
<li><a href="#org9d48488">1.6. The five items that must be reported for an order received and acted upon or responded to via direct or indirect access from another broker dealer are:</a>
<ul>
<li><a href="#orgc6ddd8c">1.6.1. unique order identifier, order response, order response time, quantity, and price.</a></li>
</ul>
</li>
<li><a href="#org63eeaf7">1.7. Reporting and record-keeping requirements may be outsourced by written agreement to a</a>
<ul>
<li><a href="#org78fb158">1.7.1. Reporting Agent. However, the member remains responsible for reporting and record-keeping requirements.</a></li>
</ul>
</li>
<li><a href="#orgc5f0b22">1.8. Unexcused system outages, trading suspension last for an ADF Trading Center for</a>
<ul>
<li><a href="#org1d9cede">1.8.1. 20 business days</a></li>
<li><a href="#orgb9495d4">1.8.2. The suspension generally requires three unexcused outages within five business days.</a></li>
</ul>
</li>
<li><a href="#orgd1861e7">1.9. FINRA-excused withdrawal</a>
<ul>
<li><a href="#orgd4eb273">1.9.1. Up to 60 days</a></li>
</ul>
</li>
<li><a href="#orga957a18">1.10. The ADF is a quote collection and trade reporting facility that serves as an alternative to exchanges for orders in NMS securities.</a>
<ul>
<li><a href="#orgca5894f">1.10.1. It does not provide order routing and execution.</a></li>
</ul>
</li>
<li><a href="#org60443a9">1.11. Requests for withdrawals based on vacations are only available to</a>
<ul>
<li><a href="#org62afb94">1.11.1. small Nasdaq Market Markets - those with three or fewer Nasdaq level 3 terminals.</a></li>
</ul>
</li>
<li><a href="#orgf53589f">1.12. An ADF Trading Center that seeks a FINRA review of a system outage must supply supporting information by</a>
<ul>
<li><a href="#org89f44de">1.12.1. the close of business that day or on the following business day if the outage occurs outside normal market hours.</a></li>
<li><a href="#orgc96002a">1.12.2. FINRA normally will make a determination on the day after that.</a></li>
</ul>
</li>
<li><a href="#org04d3294">1.13. ADF Trading Center two criteria to declare a system outage.</a>
<ul>
<li><a href="#org8e4ab8a">1.13.1. One is an inability to post automated quotations.</a></li>
<li><a href="#org6ec394c">1.13.2. Inability to respond to orders</a></li>
</ul>
</li>
<li><a href="#org5d297c0">1.14. A voluntary failure to maintain a clearing arrangement will not be an excused withdrawal.</a></li>
<li><a href="#org5e7c6fb">1.15. Involuntary failure will be considered excused and participation in the Nasdaq Market Center system will be suspended.</a></li>
<li><a href="#orgd8f0f0e">1.16. The <b><b>Two-Sided Obligation</b></b> is the essence of a market maker's responsibility.</a></li>
<li><a href="#orga444bde">1.17. ADF Trading Centers may stay <b><b>open voluntarily</b></b> from 8:00 a.m. to 6:30 p.m. EST</a></li>
<li><a href="#org1c6be38">1.18. ADF Trading Centers <b><b>must be open</b></b> from 9:30 a.m. to 4:00 p.m.</a></li>
<li><a href="#orgebcbf64">1.19. If they choose to open voluntarily in pre-market or after-market hours, they must maintain a Two-Sided Obligation and firm quotes during these hours.</a></li>
<li><a href="#org77c367e">1.20. An ADF Trading Center is suspended on the grounds of too many unexcused system outages. May appeal to</a>
<ul>
<li><a href="#org2eae175">1.20.1. Requesting a determination by a special FINRA subcommittee</a></li>
</ul>
</li>
<li><a href="#org8063439">1.21. A firm quote means that a market maker executes transactions of at least the size displayed, at the price bid/offered.</a></li>
<li><a href="#org7f61e1b">1.22. What makes a quote or order marketable, for purpose of complying with FINRA's requirement against inactive quoting by a Registered Reporting ADF ECN?</a>
<ul>
<li><a href="#org8bd7894">1.22.1. It is accessed by another center or participant</a></li>
</ul>
</li>
<li><a href="#org47e0fd6">1.23. Stocks eligible for trading on the ADF?</a>
<ul>
<li><a href="#org8ed4ca4">1.23.1. NMS</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga8e04b9">2. OTC</a>
<ul>
<li><a href="#org6aefa88">2.1. Securities that traded on an exchange earlier that day but were delisted can be quoted on the OTC Markets without a Form 211 filing.</a></li>
<li><a href="#orgd98b233">2.2. OTC Pink quotes that are not meant to be firm must be clearly designated as subject quotes.</a></li>
<li><a href="#org85ec337">2.3. Under Rule 15c2-11, market makers must review issuer information and file Form 211 before initiating OTC quotes.</a></li>
<li><a href="#org6829edc">2.4. At a price of 0.98-1.02, the minimum quote size is 1,00 shares on the bid and 100 shares on the offer.</a></li>
<li><a href="#org3d43361">2.5. Bid wanted/offer wanted are unpriced indications of interest on the OTC Markets.</a></li>
<li><a href="#org412c8ec">2.6. OTC Pink securities are quoted by market makers after conducting due diligence. OTC stocks often trade infrequently.</a></li>
<li><a href="#orge178073">2.7. The exception is for securities that traded on an exchange the prior day, not 30 days prior.</a></li>
<li><a href="#org35b7a68">2.8. Securities undergoing delisting can be quoted on the OTC Markets.</a></li>
<li><a href="#org24efd8f">2.9. The piggyback exception requires no gap of more than 4 days without a quote.</a></li>
<li><a href="#org06d0c4c">2.10. At a price of 0.12-0.25, the minimum quote size is 5,000 shares on the bid and 2,500 shares on the offer.</a></li>
<li><a href="#orgb9ab7bd">2.11. Only one market maker is needed to quote a stock on the OTC Pink.</a></li>
<li><a href="#org2cc8f46">2.12. Income statements must be no more than 12 months old for catch-all OTC issuers.</a>
<ul>
<li><a href="#orgaa4e078">2.12.1. The date of its balance sheet does not exceed 16 months before the quote publication [67b].</a></li>
<li><a href="#orgc768694">2.12.2. The profit and loss and retained earnings statements cover the 12 months before the balance sheet date [67a].</a></li>
</ul>
</li>
<li><a href="#orgf3747ce">2.13. Market makers can manually submit orders to avoid locked/crossed markets.</a></li>
<li><a href="#orge13a7cb">2.14. No Form 211 is required if the stock traded on an exchange the prior day.</a></li>
<li><a href="#org8a1c376">2.15. OTC Tick size</a>
<ul>
<li><a href="#org5100218">2.15.1. OTC securities with a bid greater than or equal to $1, the tick size is $0.01</a></li>
<li><a href="#org4f9601e">2.15.2. OTC securities with a bid less than $1, the tick size is $0.0001</a></li>
</ul>
</li>
<li><a href="#org70214fb">2.16. Securities listed on U.S. exchanges are not eligible for the OTC Markets.</a>
<ul>
<li><a href="#org96789f8">2.16.1. Exception : A security that does not qualify for Consolidated Tape reports and is listed only on one or more regional stock exchanges.</a></li>
</ul>
</li>
<li><a href="#orge0e6519">2.17. Form 211</a>
<ul>
<li><a href="#orgd14dacc">2.17.1. Filing requirement to initiate quotes in an OTC equity security with FINRA</a></li>
<li><a href="#org7e0f714">2.17.2. OTC MM and BD need to perform due diligence on any issuer's securities prior to publishing quotes in an OTC security.</a></li>
<li><a href="#org108b411">2.17.3. These certifications require that a member firm review the issuer's financial and disclosure documents and believe these documents to be accurate and reliable.</a></li>
</ul>
</li>
<li><a href="#org88ab80d">2.18. OTC Pink companies are not verified by the NQB.</a></li>
<li><a href="#orge68b3f6">2.19. To lock a market:</a>
<ul>
<li><a href="#orgb6fe327">2.19.1. Means to match the bid or offer so that trade is executed.</a></li>
</ul>
</li>
<li><a href="#orgbd21d74">2.20. Backing away</a>
<ul>
<li><a href="#org5b23788">2.20.1. means failing to execute at the quoted price.</a></li>
</ul>
</li>
<li><a href="#org2afc8ba">2.21. A principal of the firm must sign off on the Form 211 filing.</a></li>
<li><a href="#org31c4f3d">2.22. Ex-clearing:</a>
<ul>
<li><a href="#org401889c">2.22.1. means trades clear directly between parties using a manual process.</a></li>
</ul>
</li>
<li><a href="#orge72beff">2.23. Requires only one market maker to initiate quotes</a>
<ul>
<li><a href="#orgcdb0f4e">2.23.1. OTC Pink and NYSE</a></li>
</ul>
</li>
<li><a href="#org99dc5ad">2.24. Crossed Market :</a>
<ul>
<li><a href="#org6875040">2.24.1. The bid above the ask price.</a></li>
</ul>
</li>
<li><a href="#org9a88bb0">2.25. Termination of registration in Non-NMS securities:</a>
<ul>
<li><a href="#org2e43f94">2.25.1. An OTC market maker can simply withdraw its quote to terminate registration.</a></li>
</ul>
</li>
<li><a href="#orgf5a7584">2.26. The minimum quote increment for quotes in ADF-eligible securities</a>
<ul>
<li><a href="#org22ed6e9">2.26.1. $1.00 or above  is one cent. ($0.01)</a></li>
<li><a href="#org0304034">2.26.2. Below $1.00, it is one one-hundredth of a cent ($0.0001).</a></li>
</ul>
</li>
<li><a href="#org6f346f9">2.27. Due diligence for OTC quotes focuses on facts about the issuer.</a></li>
<li><a href="#orga9b80ba">2.28. An unsolicited customer order is exempt from Form 211 requirements.</a></li>
<li><a href="#orgca242a9">2.29. At $0.25 per share, the minimum firm quote size is 2,500 shares.</a></li>
<li><a href="#orgd886ff0">2.30. At $0.25 the offer must be firm on at least 2,500 shares.</a></li>
<li><a href="#orgc3bdd3a">2.31. OTC Pink quotes can be subject if properly indicated as such.</a></li>
<li><a href="#orgf8cccb4">2.32. OTC Pink quotes may be firm or subject if clearly designated.</a></li>
<li><a href="#org0c4ebd1">2.33. Form 211 must be filed before resuming quotes after a trading halt.</a></li>
<li><a href="#org19e8039">2.34. Only unsolicited trading is allowed after a trading suspension without Form 211.</a></li>
<li><a href="#org53dfbe3">2.35. OTC Pink quotes have more flexibility compared to the requirements for Nasdaq quotes.</a></li>
<li><a href="#orga99aab3">2.36. 15c2-11 applies to resuming quotes for an OTC security.</a></li>
<li><a href="#org2f45aec">2.37. The OTC market connects broker-dealers electronically and facilitates unlisted trading.</a></li>
<li><a href="#org75f68f4">2.38. FINRA halt periods normally last 10 trading days.</a></li>
<li><a href="#org5daf4ee">2.39. The OTC Pink is a non-exchange equity quotation facility.</a></li>
<li><a href="#org8fdc7cc">2.40. At $1.75 the minimum bid size is 100 shares.</a></li>
<li><a href="#orga22f7e0">2.41. Only the issuer's principal executive office address is required.</a></li>
<li><a href="#org4dc8fad">2.42. Below $1, the minimum quote size increases from 100 to 1,000 shares.</a></li>
<li><a href="#org6cbf84e">2.43. Investors cannot directly access the OTC Markets without a broker-dealer.</a></li>
<li><a href="#org1d61e37">2.44. Only equities, not bonds, are quoted on the OTC Markets.</a></li>
<li><a href="#org0f49433">2.45. Corporate bonds do not trade on the OTC Markets.</a></li>
<li><a href="#org77f14e5">2.46. Micro-cap and penny stocks often trade OTC on platforms like OTC Pink.</a></li>
<li><a href="#orgc4449b8">2.47. Exchanges diligence listed securities, market makers or IDQS diligence OTC securities.</a></li>
<li><a href="#orga1a5ffa">2.48. OTC Pink companies are not required to file financial reports.</a></li>
<li><a href="#org67f6a92">2.49. OTC market makers can freely withdraw quotes without penalty.</a></li>
<li><a href="#org93a3425">2.50. Delisted stocks can immediately be quoted OTC.</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org8843591" class="outline-2">
<h2 id="org8843591"><span class="section-number-2">1.</span> ADT</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org9fea519" class="outline-3">
<h3 id="org9fea519"><span class="section-number-3">1.1.</span> Resposibility for proving that an ADF Trading Center's system outage is excused or unexcused  is on "The Trading Center"</h3>
</div>

<div id="outline-container-orgc89f206" class="outline-3">
<h3 id="orgc89f206"><span class="section-number-3">1.2.</span> To deny BD direct electronic access</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgdb99f67" class="outline-4">
<h4 id="orgdb99f67"><span class="section-number-4">1.2.1.</span> The Trading Center must give prior notice of at least 14 calendar days to FINRA Market Operations.</h4>
</div>
</div>


<div id="outline-container-org2f27eb8" class="outline-3">
<h3 id="org2f27eb8"><span class="section-number-3">1.3.</span> The Two-Sided Obligation is suspended during a trading halt, suspension or pause.</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgdaf9483" class="outline-4">
<h4 id="orgdaf9483"><span class="section-number-4">1.3.1.</span> It re-commences after the <b><b>first regular way trade</b></b> in the primary listing market.</h4>
</div>
</div>


<div id="outline-container-org6a84662" class="outline-3">
<h3 id="org6a84662"><span class="section-number-3">1.4.</span> The defined limit for S&amp;P 500 index stock,</h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org930d991" class="outline-4">
<h4 id="org930d991"><span class="section-number-4">1.4.1.</span> 9.5% from NBBO (or last trade) at all times</h4>
</div>
<div id="outline-container-orgd87fd0d" class="outline-4">
<h4 id="orgd87fd0d"><span class="section-number-4">1.4.2.</span> except between 9:30 and 9:45 and 3:35 and market close it 20%.</h4>
</div>
</div>
