57/qa/QA_Summary.org
** Excused withdrawals based on circumstances beyond a Center's control
*** Up to five business days, unless extended by ADF Operations. Excused withdrawals are not permanent in nature.


** The five items that must be reported for an order received and acted upon or responded to via direct or indirect access from another broker dealer are:
*** unique order identifier, order response, order response time, quantity, and price.


** Reporting and record-keeping requirements may be outsourced by written agreement to a
*** Reporting Agent. However, the member remains responsible for reporting and record-keeping requirements.


** Unexcused system outages, trading suspension last for an ADF Trading Center for
*** 20 business days
*** The suspension generally requires three unexcused outages within five business days.


** FINRA-excused withdrawal
*** Up to 60 days


** The ADF is a quote collection and trade reporting facility that serves as an alternative to exchanges for orders in NMS securities.
*** It does not provide order routing and execution.


** Requests for withdrawals based on vacations are only available to
*** small Nasdaq Market Markets - those with three or fewer Nasdaq level 3 terminals.


** An ADF Trading Center that seeks a FINRA review of a system outage must supply supporting information by
*** the close of business that day or on the following business day if the outage occurs outside normal market hours.
*** FINRA normally will make a determination on the day after that.


** ADF Trading Center two criteria to declare a system outage.
*** One is an inability to post automated quotations. 
*** Inability to respond to orders


** A voluntary failure to maintain a clearing arrangement will not be an excused withdrawal.

** Involuntary failure will be considered excused and participation in the Nasdaq Market Center system will be suspended.

** The **Two-Sided Obligation** is the essence of a market maker's responsibility.

** ADF Trading Centers may stay **open voluntarily** from 8:00 a.m. to 6:30 p.m. EST

** ADF Trading Centers **must be open** from 9:30 a.m. to 4:00 p.m.

** If they choose to open voluntarily in pre-market or after-market hours, they must maintain a Two-Sided Obligation and firm quotes during these hours.

** An ADF Trading Center is suspended on the grounds of too many unexcused system outages. May appeal to
*** Requesting a determination by a special FINRA subcommittee


** A firm quote means that a market maker executes transactions of at least the size displayed, at the price bid/offered.

** What makes a quote or order marketable, for purpose of complying with FINRA's requirement against inactive quoting by a Registered Reporting ADF ECN?
*** It is accessed by another center or participant


** Stocks eligible for trading on the ADF?
*** NMS



* OTC

**  Securities that traded on an exchange earlier that day but were delisted can be quoted on the OTC Markets without a Form 211 filing.

**  OTC Pink quotes that are not meant to be firm must be clearly designated as subject quotes.

**  Under Rule 15c2-11, market makers must review issuer information and file Form 211 before initiating OTC quotes.

**  At a price of 0.98-1.02, the minimum quote size is 1,00 shares on the bid and 100 shares on the offer.

**  Bid wanted/offer wanted are unpriced indications of interest on the OTC Markets.

**  OTC Pink securities are quoted by market makers after conducting due diligence. OTC stocks often trade infrequently.

**  The exception is for securities that traded on an exchange the prior day, not 30 days prior.

**  Securities undergoing delisting can be quoted on the OTC Markets.

**  The piggyback exception requires no gap of more than 4 days without a quote.

**  At a price of 0.12-0.25, the minimum quote size is 5,000 shares on the bid and 2,500 shares on the offer.
The minimum price and shares are as follows:
|----------------+--------+--------|
| 0.0001-0.0999: | 10,000 | shares |
|   0.10-0.1999: | 5,000  | shares |
|   0.20-0.5099: | 2,500  | shares |
|   0.51-0.9999: | 1,000  | shares |
|   1.00-174.99: | 100    | shares |
|       175.00+: | 1      | share  |
|----------------+--------+--------|
Textbook Reference: Please see textbook section 2.2.1

