57/qa/QA_Summary.html


<div id="outline-container-org2d87b3b" class="outline-3">
<h3 id="org2d87b3b"><span class="section-number-3">1.5.</span> Excused withdrawals based on circumstances beyond a Center's control</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-org8959ec1" class="outline-4">
<h4 id="org8959ec1"><span class="section-number-4">1.5.1.</span> Up to five business days, unless extended by ADF Operations. Excused withdrawals are not permanent in nature.</h4>
</div>
</div>


<div id="outline-container-org9d48488" class="outline-3">
<h3 id="org9d48488"><span class="section-number-3">1.6.</span> The five items that must be reported for an order received and acted upon or responded to via direct or indirect access from another broker dealer are:</h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-orgc6ddd8c" class="outline-4">
<h4 id="orgc6ddd8c"><span class="section-number-4">1.6.1.</span> unique order identifier, order response, order response time, quantity, and price.</h4>
</div>
</div>


<div id="outline-container-org63eeaf7" class="outline-3">
<h3 id="org63eeaf7"><span class="section-number-3">1.7.</span> Reporting and record-keeping requirements may be outsourced by written agreement to a</h3>
<div class="outline-text-3" id="text-1-7">
</div>
<div id="outline-container-org78fb158" class="outline-4">
<h4 id="org78fb158"><span class="section-number-4">1.7.1.</span> Reporting Agent. However, the member remains responsible for reporting and record-keeping requirements.</h4>
</div>
</div>


<div id="outline-container-orgc5f0b22" class="outline-3">
<h3 id="orgc5f0b22"><span class="section-number-3">1.8.</span> Unexcused system outages, trading suspension last for an ADF Trading Center for</h3>
<div class="outline-text-3" id="text-1-8">
</div>
<div id="outline-container-org1d9cede" class="outline-4">
<h4 id="org1d9cede"><span class="section-number-4">1.8.1.</span> 20 business days</h4>
</div>
<div id="outline-container-orgb9495d4" class="outline-4">
<h4 id="orgb9495d4"><span class="section-number-4">1.8.2.</span> The suspension generally requires three unexcused outages within five business days.</h4>
</div>
</div>


<div id="outline-container-orgd1861e7" class="outline-3">
<h3 id="orgd1861e7"><span class="section-number-3">1.9.</span> FINRA-excused withdrawal</h3>
<div class="outline-text-3" id="text-1-9">
</div>
<div id="outline-container-orgd4eb273" class="outline-4">
<h4 id="orgd4eb273"><span class="section-number-4">1.9.1.</span> Up to 60 days</h4>
</div>
</div>


<div id="outline-container-orga957a18" class="outline-3">
<h3 id="orga957a18"><span class="section-number-3">1.10.</span> The ADF is a quote collection and trade reporting facility that serves as an alternative to exchanges for orders in NMS securities.</h3>
<div class="outline-text-3" id="text-1-10">
</div>
<div id="outline-container-orgca5894f" class="outline-4">
<h4 id="orgca5894f"><span class="section-number-4">1.10.1.</span> It does not provide order routing and execution.</h4>
</div>
</div>


<div id="outline-container-org60443a9" class="outline-3">
<h3 id="org60443a9"><span class="section-number-3">1.11.</span> Requests for withdrawals based on vacations are only available to</h3>
<div class="outline-text-3" id="text-1-11">
</div>
<div id="outline-container-org62afb94" class="outline-4">
<h4 id="org62afb94"><span class="section-number-4">1.11.1.</span> small Nasdaq Market Markets - those with three or fewer Nasdaq level 3 terminals.</h4>
</div>
</div>


<div id="outline-container-orgf53589f" class="outline-3">
<h3 id="orgf53589f"><span class="section-number-3">1.12.</span> An ADF Trading Center that seeks a FINRA review of a system outage must supply supporting information by</h3>
<div class="outline-text-3" id="text-1-12">
</div>
<div id="outline-container-org89f44de" class="outline-4">
<h4 id="org89f44de"><span class="section-number-4">1.12.1.</span> the close of business that day or on the following business day if the outage occurs outside normal market hours.</h4>
</div>
<div id="outline-container-orgc96002a" class="outline-4">
<h4 id="orgc96002a"><span class="section-number-4">1.12.2.</span> FINRA normally will make a determination on the day after that.</h4>
</div>
</div>


<div id="outline-container-org04d3294" class="outline-3">
<h3 id="org04d3294"><span class="section-number-3">1.13.</span> ADF Trading Center two criteria to declare a system outage.</h3>
<div class="outline-text-3" id="text-1-13">
</div>
<div id="outline-container-org8e4ab8a" class="outline-4">
<h4 id="org8e4ab8a"><span class="section-number-4">1.13.1.</span> One is an inability to post automated quotations.</h4>
</div>
<div id="outline-container-org6ec394c" class="outline-4">
<h4 id="org6ec394c"><span class="section-number-4">1.13.2.</span> Inability to respond to orders</h4>
</div>
</div>


<div id="outline-container-org5d297c0" class="outline-3">
<h3 id="org5d297c0"><span class="section-number-3">1.14.</span> A voluntary failure to maintain a clearing arrangement will not be an excused withdrawal.</h3>
</div>

<div id="outline-container-org5e7c6fb" class="outline-3">
<h3 id="org5e7c6fb"><span class="section-number-3">1.15.</span> Involuntary failure will be considered excused and participation in the Nasdaq Market Center system will be suspended.</h3>
</div>

<div id="outline-container-orgd8f0f0e" class="outline-3">
<h3 id="orgd8f0f0e"><span class="section-number-3">1.16.</span> The <b><b>Two-Sided Obligation</b></b> is the essence of a market maker's responsibility.</h3>
</div>

<div id="outline-container-orga444bde" class="outline-3">
<h3 id="orga444bde"><span class="section-number-3">1.17.</span> ADF Trading Centers may stay <b><b>open voluntarily</b></b> from 8:00 a.m. to 6:30 p.m. EST</h3>
</div>

<div id="outline-container-org1c6be38" class="outline-3">
<h3 id="org1c6be38"><span class="section-number-3">1.18.</span> ADF Trading Centers <b><b>must be open</b></b> from 9:30 a.m. to 4:00 p.m.</h3>
</div>

<div id="outline-container-orgebcbf64" class="outline-3">
<h3 id="orgebcbf64"><span class="section-number-3">1.19.</span> If they choose to open voluntarily in pre-market or after-market hours, they must maintain a Two-Sided Obligation and firm quotes during these hours.</h3>
</div>

<div id="outline-container-org77c367e" class="outline-3">
<h3 id="org77c367e"><span class="section-number-3">1.20.</span> An ADF Trading Center is suspended on the grounds of too many unexcused system outages. May appeal to</h3>
<div class="outline-text-3" id="text-1-20">
</div>
<div id="outline-container-org2eae175" class="outline-4">
<h4 id="org2eae175"><span class="section-number-4">1.20.1.</span> Requesting a determination by a special FINRA subcommittee</h4>
</div>
</div>


<div id="outline-container-org8063439" class="outline-3">
<h3 id="org8063439"><span class="section-number-3">1.21.</span> A firm quote means that a market maker executes transactions of at least the size displayed, at the price bid/offered.</h3>
</div>

<div id="outline-container-org7f61e1b" class="outline-3">
<h3 id="org7f61e1b"><span class="section-number-3">1.22.</span> What makes a quote or order marketable, for purpose of complying with FINRA's requirement against inactive quoting by a Registered Reporting ADF ECN?</h3>
<div class="outline-text-3" id="text-1-22">
</div>
<div id="outline-container-org8bd7894" class="outline-4">
<h4 id="org8bd7894"><span class="section-number-4">1.22.1.</span> It is accessed by another center or participant</h4>
</div>
</div>


<div id="outline-container-org47e0fd6" class="outline-3">
<h3 id="org47e0fd6"><span class="section-number-3">1.23.</span> Stocks eligible for trading on the ADF?</h3>
<div class="outline-text-3" id="text-1-23">
</div>
<div id="outline-container-org8ed4ca4" class="outline-4">
<h4 id="org8ed4ca4"><span class="section-number-4">1.23.1.</span> NMS</h4>
</div>
</div>
</div>



<div id="outline-container-orga8e04b9" class="outline-2">
<h2 id="orga8e04b9"><span class="section-number-2">2.</span> OTC</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org6aefa88" class="outline-3">
<h3 id="org6aefa88"><span class="section-number-3">2.1.</span> Securities that traded on an exchange earlier that day but were delisted can be quoted on the OTC Markets without a Form 211 filing.</h3>
</div>

<div id="outline-container-orgd98b233" class="outline-3">
<h3 id="orgd98b233"><span class="section-number-3">2.2.</span> OTC Pink quotes that are not meant to be firm must be clearly designated as subject quotes.</h3>
</div>

<div id="outline-container-org85ec337" class="outline-3">
<h3 id="org85ec337"><span class="section-number-3">2.3.</span> Under Rule 15c2-11, market makers must review issuer information and file Form 211 before initiating OTC quotes.</h3>
</div>

<div id="outline-container-org6829edc" class="outline-3">
<h3 id="org6829edc"><span class="section-number-3">2.4.</span> At a price of 0.98-1.02, the minimum quote size is 1,00 shares on the bid and 100 shares on the offer.</h3>
</div>

<div id="outline-container-org3d43361" class="outline-3">
<h3 id="org3d43361"><span class="section-number-3">2.5.</span> Bid wanted/offer wanted are unpriced indications of interest on the OTC Markets.</h3>
</div>

<div id="outline-container-org412c8ec" class="outline-3">
<h3 id="org412c8ec"><span class="section-number-3">2.6.</span> OTC Pink securities are quoted by market makers after conducting due diligence. OTC stocks often trade infrequently.</h3>
</div>

<div id="outline-container-orge178073" class="outline-3">
<h3 id="orge178073"><span class="section-number-3">2.7.</span> The exception is for securities that traded on an exchange the prior day, not 30 days prior.</h3>
</div>

<div id="outline-container-org35b7a68" class="outline-3">
<h3 id="org35b7a68"><span class="section-number-3">2.8.</span> Securities undergoing delisting can be quoted on the OTC Markets.</h3>
</div>

<div id="outline-container-org24efd8f" class="outline-3">
<h3 id="org24efd8f"><span class="section-number-3">2.9.</span> The piggyback exception requires no gap of more than 4 days without a quote.</h3>
</div>

<div id="outline-container-org06d0c4c" class="outline-3">
<h3 id="org06d0c4c"><span class="section-number-3">2.10.</span> At a price of 0.12-0.25, the minimum quote size is 5,000 shares on the bid and 2,500 shares on the offer.</h3>
<div class="outline-text-3" id="text-2-10">
<p>
The minimum price and shares are as follows:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-right">0.0001-0.0999:</td>
<td class="org-left">10,000</td>
<td class="org-left">shares</td>
</tr>

<tr>
<td class="org-right">0.10-0.1999:</td>
<td class="org-left">5,000</td>
<td class="org-left">shares</td>
</tr>

<tr>
<td class="org-right">0.20-0.5099:</td>
<td class="org-left">2,500</td>
<td class="org-left">shares</td>
</tr>

<tr>
<td class="org-right">0.51-0.9999:</td>
<td class="org-left">1,000</td>
<td class="org-left">shares</td>
</tr>

<tr>
<td class="org-right">1.00-174.99:</td>
<td class="org-left">100</td>
<td class="org-left">shares</td>
</tr>

<tr>
<td class="org-right">175.00+:</td>
<td class="org-left">1</td>
<td class="org-left">share</td>
</tr>
</tbody>
</table>
<p>
Textbook Reference: Please see textbook section 2.2.1
</p>
</div>
</div>
