57/qa/QA_Summary.org
**  Only one market maker is needed to quote a stock on the OTC Pink.

**  Income statements must be no more than 12 months old for catch-all OTC issuers.
*** The date of its balance sheet does not exceed 16 months before the quote publication [67b].
*** The profit and loss and retained earnings statements cover the 12 months before the balance sheet date [67a].

**  Market makers can manually submit orders to avoid locked/crossed markets.

**  No Form 211 is required if the stock traded on an exchange the prior day.

** OTC Tick size
*** OTC securities with a bid greater than or equal to $1, the tick size is $0.01
*** OTC securities with a bid less than $1, the tick size is $0.0001

** Securities listed on U.S. exchanges are not eligible for the OTC Markets.
*** Exception : A security that does not qualify for Consolidated Tape reports and is listed only on one or more regional stock exchanges.

** Form 211
*** Filing requirement to initiate quotes in an OTC equity security with FINRA
*** OTC MM and BD need to perform due diligence on any issuer's securities prior to publishing quotes in an OTC security.
*** These certifications require that a member firm review the issuer's financial and disclosure documents and believe these documents to be accurate and reliable.

**  OTC Pink companies are not verified by the NQB.

**  To lock a market:
*** Means to match the bid or offer so that trade is executed.

**  Backing away
*** means failing to execute at the quoted price.

**  A principal of the firm must sign off on the Form 211 filing.

**  Ex-clearing:
*** means trades clear directly between parties using a manual process.

** Requires only one market maker to initiate quotes
*** OTC Pink and NYSE

**  Crossed Market :
*** The bid above the ask price.

**  Termination of registration in Non-NMS securities:
*** An OTC market maker can simply withdraw its quote to terminate registration.

** The minimum quote increment for quotes in ADF-eligible securities
*** $1.00 or above  is one cent. ($0.01)
*** Below $1.00, it is one one-hundredth of a cent ($0.0001).

**  Due diligence for OTC quotes focuses on facts about the issuer.

**  An unsolicited customer order is exempt from Form 211 requirements.

**  At $0.25 per share, the minimum firm quote size is 2,500 shares.

**  At $0.25 the offer must be firm on at least 2,500 shares.

**  OTC Pink quotes can be subject if properly indicated as such.

**  OTC Pink quotes may be firm or subject if clearly designated.

**  Form 211 must be filed before resuming quotes after a trading halt.

**  Only unsolicited trading is allowed after a trading suspension without Form 211.

**  OTC Pink quotes have more flexibility compared to the requirements for Nasdaq quotes.

**  15c2-11 applies to resuming quotes for an OTC security.

**  The OTC market connects broker-dealers electronically and facilitates unlisted trading.

**  FINRA halt periods normally last 10 trading days.

**  The OTC Pink is a non-exchange equity quotation facility.

**  At $1.75 the minimum bid size is 100 shares.

**  Only the issuer's principal executive office address is required.

**  Below $1, the minimum quote size increases from 100 to 1,000 shares.

**  Investors cannot directly access the OTC Markets without a broker-dealer.

**  Only equities, not bonds, are quoted on the OTC Markets.

**  Corporate bonds do not trade on the OTC Markets.

**  Micro-cap and penny stocks often trade OTC on platforms like OTC Pink.

**  Exchanges diligence listed securities, market makers or IDQS diligence OTC securities.

**  OTC Pink companies are not required to file financial reports.

**  OTC market makers can freely withdraw quotes without penalty.

**  Delisted stocks can immediately be quoted OTC.


