57/qa/QA_Summary.html

<div id="outline-container-orgb9ab7bd" class="outline-3">
<h3 id="orgb9ab7bd"><span class="section-number-3">2.11.</span> Only one market maker is needed to quote a stock on the OTC Pink.</h3>
</div>

<div id="outline-container-org2cc8f46" class="outline-3">
<h3 id="org2cc8f46"><span class="section-number-3">2.12.</span> Income statements must be no more than 12 months old for catch-all OTC issuers.</h3>
<div class="outline-text-3" id="text-2-12">
</div>
<div id="outline-container-orgaa4e078" class="outline-4">
<h4 id="orgaa4e078"><span class="section-number-4">2.12.1.</span> The date of its balance sheet does not exceed 16 months before the quote publication [67b].</h4>
</div>
<div id="outline-container-orgc768694" class="outline-4">
<h4 id="orgc768694"><span class="section-number-4">2.12.2.</span> The profit and loss and retained earnings statements cover the 12 months before the balance sheet date [67a].</h4>
</div>
</div>

<div id="outline-container-orgf3747ce" class="outline-3">
<h3 id="orgf3747ce"><span class="section-number-3">2.13.</span> Market makers can manually submit orders to avoid locked/crossed markets.</h3>
</div>

<div id="outline-container-orge13a7cb" class="outline-3">
<h3 id="orge13a7cb"><span class="section-number-3">2.14.</span> No Form 211 is required if the stock traded on an exchange the prior day.</h3>
</div>

<div id="outline-container-org8a1c376" class="outline-3">
<h3 id="org8a1c376"><span class="section-number-3">2.15.</span> OTC Tick size</h3>
<div class="outline-text-3" id="text-2-15">
</div>
<div id="outline-container-org5100218" class="outline-4">
<h4 id="org5100218"><span class="section-number-4">2.15.1.</span> OTC securities with a bid greater than or equal to $1, the tick size is $0.01</h4>
</div>
<div id="outline-container-org4f9601e" class="outline-4">
<h4 id="org4f9601e"><span class="section-number-4">2.15.2.</span> OTC securities with a bid less than $1, the tick size is $0.0001</h4>
</div>
</div>

<div id="outline-container-org70214fb" class="outline-3">
<h3 id="org70214fb"><span class="section-number-3">2.16.</span> Securities listed on U.S. exchanges are not eligible for the OTC Markets.</h3>
<div class="outline-text-3" id="text-2-16">
</div>
<div id="outline-container-org96789f8" class="outline-4">
<h4 id="org96789f8"><span class="section-number-4">2.16.1.</span> Exception : A security that does not qualify for Consolidated Tape reports and is listed only on one or more regional stock exchanges.</h4>
</div>
</div>

<div id="outline-container-orge0e6519" class="outline-3">
<h3 id="orge0e6519"><span class="section-number-3">2.17.</span> Form 211</h3>
<div class="outline-text-3" id="text-2-17">
</div>
<div id="outline-container-orgd14dacc" class="outline-4">
<h4 id="orgd14dacc"><span class="section-number-4">2.17.1.</span> Filing requirement to initiate quotes in an OTC equity security with FINRA</h4>
</div>
<div id="outline-container-org7e0f714" class="outline-4">
<h4 id="org7e0f714"><span class="section-number-4">2.17.2.</span> OTC MM and BD need to perform due diligence on any issuer's securities prior to publishing quotes in an OTC security.</h4>
</div>
<div id="outline-container-org108b411" class="outline-4">
<h4 id="org108b411"><span class="section-number-4">2.17.3.</span> These certifications require that a member firm review the issuer's financial and disclosure documents and believe these documents to be accurate and reliable.</h4>
</div>
</div>

<div id="outline-container-org88ab80d" class="outline-3">
<h3 id="org88ab80d"><span class="section-number-3">2.18.</span> OTC Pink companies are not verified by the NQB.</h3>
</div>

<div id="outline-container-orge68b3f6" class="outline-3">
<h3 id="orge68b3f6"><span class="section-number-3">2.19.</span> To lock a market:</h3>
<div class="outline-text-3" id="text-2-19">
</div>
<div id="outline-container-orgb6fe327" class="outline-4">
<h4 id="orgb6fe327"><span class="section-number-4">2.19.1.</span> Means to match the bid or offer so that trade is executed.</h4>
</div>
</div>

<div id="outline-container-orgbd21d74" class="outline-3">
<h3 id="orgbd21d74"><span class="section-number-3">2.20.</span> Backing away</h3>
<div class="outline-text-3" id="text-2-20">
</div>
<div id="outline-container-org5b23788" class="outline-4">
<h4 id="org5b23788"><span class="section-number-4">2.20.1.</span> means failing to execute at the quoted price.</h4>
</div>
</div>

<div id="outline-container-org2afc8ba" class="outline-3">
<h3 id="org2afc8ba"><span class="section-number-3">2.21.</span> A principal of the firm must sign off on the Form 211 filing.</h3>
</div>

<div id="outline-container-org31c4f3d" class="outline-3">
<h3 id="org31c4f3d"><span class="section-number-3">2.22.</span> Ex-clearing:</h3>
<div class="outline-text-3" id="text-2-22">
</div>
<div id="outline-container-org401889c" class="outline-4">
<h4 id="org401889c"><span class="section-number-4">2.22.1.</span> means trades clear directly between parties using a manual process.</h4>
</div>
</div>

<div id="outline-container-orge72beff" class="outline-3">
<h3 id="orge72beff"><span class="section-number-3">2.23.</span> Requires only one market maker to initiate quotes</h3>
<div class="outline-text-3" id="text-2-23">
</div>
<div id="outline-container-orgcdb0f4e" class="outline-4">
<h4 id="orgcdb0f4e"><span class="section-number-4">2.23.1.</span> OTC Pink and NYSE</h4>
</div>
</div>

<div id="outline-container-org99dc5ad" class="outline-3">
<h3 id="org99dc5ad"><span class="section-number-3">2.24.</span> Crossed Market :</h3>
<div class="outline-text-3" id="text-2-24">
</div>
<div id="outline-container-org6875040" class="outline-4">
<h4 id="org6875040"><span class="section-number-4">2.24.1.</span> The bid above the ask price.</h4>
</div>
</div>

<div id="outline-container-org9a88bb0" class="outline-3">
<h3 id="org9a88bb0"><span class="section-number-3">2.25.</span> Termination of registration in Non-NMS securities:</h3>
<div class="outline-text-3" id="text-2-25">
</div>
<div id="outline-container-org2e43f94" class="outline-4">
<h4 id="org2e43f94"><span class="section-number-4">2.25.1.</span> An OTC market maker can simply withdraw its quote to terminate registration.</h4>
</div>
</div>

<div id="outline-container-orgf5a7584" class="outline-3">
<h3 id="orgf5a7584"><span class="section-number-3">2.26.</span> The minimum quote increment for quotes in ADF-eligible securities</h3>
<div class="outline-text-3" id="text-2-26">
</div>
<div id="outline-container-org22ed6e9" class="outline-4">
<h4 id="org22ed6e9"><span class="section-number-4">2.26.1.</span> $1.00 or above  is one cent. ($0.01)</h4>
</div>
<div id="outline-container-org0304034" class="outline-4">
<h4 id="org0304034"><span class="section-number-4">2.26.2.</span> Below $1.00, it is one one-hundredth of a cent ($0.0001).</h4>
</div>
</div>

<div id="outline-container-org6f346f9" class="outline-3">
<h3 id="org6f346f9"><span class="section-number-3">2.27.</span> Due diligence for OTC quotes focuses on facts about the issuer.</h3>
</div>

<div id="outline-container-orga9b80ba" class="outline-3">
<h3 id="orga9b80ba"><span class="section-number-3">2.28.</span> An unsolicited customer order is exempt from Form 211 requirements.</h3>
</div>

<div id="outline-container-orgca242a9" class="outline-3">
<h3 id="orgca242a9"><span class="section-number-3">2.29.</span> At $0.25 per share, the minimum firm quote size is 2,500 shares.</h3>
</div>

<div id="outline-container-orgd886ff0" class="outline-3">
<h3 id="orgd886ff0"><span class="section-number-3">2.30.</span> At $0.25 the offer must be firm on at least 2,500 shares.</h3>
</div>

<div id="outline-container-orgc3bdd3a" class="outline-3">
<h3 id="orgc3bdd3a"><span class="section-number-3">2.31.</span> OTC Pink quotes can be subject if properly indicated as such.</h3>
</div>

<div id="outline-container-orgf8cccb4" class="outline-3">
<h3 id="orgf8cccb4"><span class="section-number-3">2.32.</span> OTC Pink quotes may be firm or subject if clearly designated.</h3>
</div>

<div id="outline-container-org0c4ebd1" class="outline-3">
<h3 id="org0c4ebd1"><span class="section-number-3">2.33.</span> Form 211 must be filed before resuming quotes after a trading halt.</h3>
</div>

<div id="outline-container-org19e8039" class="outline-3">
<h3 id="org19e8039"><span class="section-number-3">2.34.</span> Only unsolicited trading is allowed after a trading suspension without Form 211.</h3>
</div>

<div id="outline-container-org53dfbe3" class="outline-3">
<h3 id="org53dfbe3"><span class="section-number-3">2.35.</span> OTC Pink quotes have more flexibility compared to the requirements for Nasdaq quotes.</h3>
</div>

<div id="outline-container-orga99aab3" class="outline-3">
<h3 id="orga99aab3"><span class="section-number-3">2.36.</span> 15c2-11 applies to resuming quotes for an OTC security.</h3>
</div>

<div id="outline-container-org2f45aec" class="outline-3">
<h3 id="org2f45aec"><span class="section-number-3">2.37.</span> The OTC market connects broker-dealers electronically and facilitates unlisted trading.</h3>
</div>

<div id="outline-container-org75f68f4" class="outline-3">
<h3 id="org75f68f4"><span class="section-number-3">2.38.</span> FINRA halt periods normally last 10 trading days.</h3>
</div>

<div id="outline-container-org5daf4ee" class="outline-3">
<h3 id="org5daf4ee"><span class="section-number-3">2.39.</span> The OTC Pink is a non-exchange equity quotation facility.</h3>
</div>

<div id="outline-container-org8fdc7cc" class="outline-3">
<h3 id="org8fdc7cc"><span class="section-number-3">2.40.</span> At $1.75 the minimum bid size is 100 shares.</h3>
</div>

<div id="outline-container-orga22f7e0" class="outline-3">
<h3 id="orga22f7e0"><span class="section-number-3">2.41.</span> Only the issuer's principal executive office address is required.</h3>
</div>

<div id="outline-container-org4dc8fad" class="outline-3">
<h3 id="org4dc8fad"><span class="section-number-3">2.42.</span> Below $1, the minimum quote size increases from 100 to 1,000 shares.</h3>
</div>

<div id="outline-container-org6cbf84e" class="outline-3">
<h3 id="org6cbf84e"><span class="section-number-3">2.43.</span> Investors cannot directly access the OTC Markets without a broker-dealer.</h3>
</div>

<div id="outline-container-org1d61e37" class="outline-3">
<h3 id="org1d61e37"><span class="section-number-3">2.44.</span> Only equities, not bonds, are quoted on the OTC Markets.</h3>
</div>

<div id="outline-container-org0f49433" class="outline-3">
<h3 id="org0f49433"><span class="section-number-3">2.45.</span> Corporate bonds do not trade on the OTC Markets.</h3>
</div>

<div id="outline-container-org77f14e5" class="outline-3">
<h3 id="org77f14e5"><span class="section-number-3">2.46.</span> Micro-cap and penny stocks often trade OTC on platforms like OTC Pink.</h3>
</div>

<div id="outline-container-orgc4449b8" class="outline-3">
<h3 id="orgc4449b8"><span class="section-number-3">2.47.</span> Exchanges diligence listed securities, market makers or IDQS diligence OTC securities.</h3>
</div>

<div id="outline-container-orga1a5ffa" class="outline-3">
<h3 id="orga1a5ffa"><span class="section-number-3">2.48.</span> OTC Pink companies are not required to file financial reports.</h3>
</div>

<div id="outline-container-org67f6a92" class="outline-3">
<h3 id="org67f6a92"><span class="section-number-3">2.49.</span> OTC market makers can freely withdraw quotes without penalty.</h3>
</div>

<div id="outline-container-org93a3425" class="outline-3">
<h3 id="org93a3425"><span class="section-number-3">2.50.</span> Delisted stocks can immediately be quoted OTC.</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Pralay Patoria</p>
<p class="date">Created: 2023-08-26 Sat 21:13</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>